pages/en-ro-dictionary-for-ai/index.org
#+BEGIN_COMMENT
.. title: Dicţionar Englez-Român pentru Inteligenţa Artificială
.. slug: en-ro-dictionary-for-ai
.. date: 2018-11-16 00:00:00 UTC+02:00
.. tags: Machine Learning, Romanian, terms, dictionary
.. category:
.. link:
.. description: Romanian equivalents for English machine learning terms.
.. type: text

#+END_COMMENT
Această pagină a fost creată din iniţiativa de a avea o listă de traduceri în limba română a termenilor din Inteligenţa Artificială.
* A
-----
  /Artificial Intelligence/ = Inteligență Artificială
-----
* B
-----
  /Biased/ = tendențios, subiectiv.
-----
* E
-----
  /Eigenvalues (vectors)/ = valori (vectori) proprii.
-----
* F
-----
  /Features/ = atribute +, particularități, caracteristici, trăsături+.
-----
* G
-----
  /Gold corpus/ = corpus de referință
-----
* I
-----
  /Inference network/ = reţea de inferenţă (deducţie).
-----
* M
-----
  /Machine Learning/ = Învățare Automată
-----
* O
-----
  /Outliers/ = valori extreme.
-----
* R
-----
  /Reinforcement Learning/ = Învăţare prin Consolidare
-----
* S
-----
  /Skewed/ = nesimetric.
-----
* T
-----
  /Threshold/ = prag.

  /Toy problem/ = problemă didactică.

-----
* Mulţumiri
Mulţumesc [[https://www.facebook.com/gabihaja][Gabrielei Haja]] şi lui [[https://profs.info.uaic.ro/~mmoruz/][Alex Moruz]] pentru revizuirea acestei liste.
