pages/en-ro-dictionary-for-ai/index.html
<!DOCTYPE html>
<html prefix="
" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Romanian equivalents for English machine learning terms.">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Rebeja · Dicţionar Englez-Român pentru Inteligenţa Artificială </title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="http://fonts.googleapis.com/css?family=PT+Sans:400,400italic,700|Abril+Fatface">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/fork-awesome@1.1.7/css/fork-awesome.min.css" integrity="sha256-gsmEoJAws/Kd3CjuOQzLie5Q3yshhvmo7YNtBG7aaEY=" crossorigin="anonymous">
<meta content="#5670d4" name="theme-color">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://rebeja.eu/pages/en-ro-dictionary-for-ai/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Petru Rebeja">
</head>
<body class="">
    <a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>
    <div class="hsidebar">
        <div class="container sidebar-sticky">
                <nav id="menu" role="navigation" class="sidebar-nav"><a class="sidebar-nav-item" href="../../index.html" title="Home"><i class="fa fa-home"></i>Home</a>
            <a class="sidebar-nav-item" href="../../archive.html" title="Archive"><i class="fa fa-folder-open"></i>Archive</a>
            <a class="sidebar-nav-item" href="../../categories/index.html" title="Tags"><i class="fa fa-tags"></i>Tags</a>
            <a class="sidebar-nav-item" href="../welcome/" title="About"><i class="fa fa-user"></i>About</a>
            <a class="sidebar-nav-item" href="../../tehnologii-web/" title="Teaching"><i class="fa fa-graduation-cap"></i>Teaching</a>
            <a class="sidebar-nav-item" href="../en-ro-dictionary-for-ai" title="EN-RO 4 AI"><i class="fa fa-book"></i>EN-RO 4 AI</a>
            <a class="sidebar-nav-item" href="../../rss.xml" title="RSS"><i class="fa fa-feed"></i>RSS</a>
    
    
    </nav><footer id="footer"><span class="copyright">
              Contents © 2025         <a href="mailto:petru.rebeja@gmail.com">Petru Rebeja</a> - Powered by   <a href="https://www.gnu.org/software/emacs/" rel="nofollow">GNU Emacs</a>  &amp;    <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            </span>
            
            
        </footer>
</div>
    </div>
    <div class="content container" id="content">
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="post-title p-name"><a href="." class="u-url">Dicţionar Englez-Român pentru Inteligenţa Artificială</a></h1>

        <p class="dateline">
          
        </p>
    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
Această pagină a fost creată din iniţiativa de a avea o listă de traduceri în limba română a termenilor din Inteligenţa Artificială.
</p>
<div id="outline-container-org43edc8b" class="outline-2">
<h2 id="org43edc8b">A</h2>
<div class="outline-text-2" id="text-org43edc8b">
<hr>
<p>
<i>Artificial Intelligence</i> = Inteligență Artificială
</p>
<hr>
</div>
</div>
<div id="outline-container-org272b9e2" class="outline-2">
<h2 id="org272b9e2">B</h2>
<div class="outline-text-2" id="text-org272b9e2">
<hr>
<p>
<i>Biased</i> = tendențios, subiectiv.
</p>
<hr>
</div>
</div>
<div id="outline-container-org0530c88" class="outline-2">
<h2 id="org0530c88">E</h2>
<div class="outline-text-2" id="text-org0530c88">
<hr>
<p>
<i>Eigenvalues (vectors)</i> = valori (vectori) proprii.
</p>
<hr>
</div>
</div>
<div id="outline-container-org4981cf2" class="outline-2">
<h2 id="org4981cf2">F</h2>
<div class="outline-text-2" id="text-org4981cf2">
<hr>
<p>
<i>Features</i> = atribute <del>, particularități, caracteristici, trăsături</del>.
</p>
<hr>
</div>
</div>
<div id="outline-container-orge69a33d" class="outline-2">
<h2 id="orge69a33d">G</h2>
<div class="outline-text-2" id="text-orge69a33d">
<hr>
<p>
<i>Gold corpus</i> = corpus de referință
</p>
<hr>
</div>
</div>
<div id="outline-container-orgeaca792" class="outline-2">
<h2 id="orgeaca792">I</h2>
<div class="outline-text-2" id="text-orgeaca792">
<hr>
<p>
<i>Inference network</i> = reţea de inferenţă (deducţie).
</p>
<hr>
</div>
</div>
<div id="outline-container-org8725d32" class="outline-2">
<h2 id="org8725d32">M</h2>
<div class="outline-text-2" id="text-org8725d32">
<hr>
<p>
<i>Machine Learning</i> = Învățare Automată
</p>
<hr>
</div>
</div>
<div id="outline-container-orga2ffbaa" class="outline-2">
<h2 id="orga2ffbaa">O</h2>
<div class="outline-text-2" id="text-orga2ffbaa">
<hr>
<p>
<i>Outliers</i> = valori extreme.
</p>
<hr>
</div>
</div>
<div id="outline-container-org3e5c10e" class="outline-2">
<h2 id="org3e5c10e">R</h2>
<div class="outline-text-2" id="text-org3e5c10e">
<hr>
<p>
<i>Reinforcement Learning</i> = Învăţare prin Consolidare
</p>
<hr>
</div>
</div>
<div id="outline-container-org5474313" class="outline-2">
<h2 id="org5474313">S</h2>
<div class="outline-text-2" id="text-org5474313">
<hr>
<p>
<i>Skewed</i> = nesimetric.
</p>
<hr>
</div>
</div>
<div id="outline-container-orgda50f4b" class="outline-2">
<h2 id="orgda50f4b">T</h2>
<div class="outline-text-2" id="text-orgda50f4b">
<hr>
<p>
<i>Threshold</i> = prag.
</p>

<p>
<i>Toy problem</i> = problemă didactică.
</p>

<hr>
</div>
</div>
<div id="outline-container-org05bcde7" class="outline-2">
<h2 id="org05bcde7">Mulţumiri</h2>
<div class="outline-text-2" id="text-org05bcde7">
<p>
Mulţumesc <a href="https://www.facebook.com/gabihaja">Gabrielei Haja</a> şi lui <a href="https://profs.info.uaic.ro/~mmoruz/">Alex Moruz</a> pentru revizuirea acestei liste.
</p>
</div>
</div>
    </div>
    
</article>
</div>
                <script src="../../assets/js/all-nocdn.js" type="text/javascript"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
